Repository: ForceConstant/Cavalier
Catalog: NickvisionCavalier.Shared/Resources/po/*.po
Languages: be, tr

source: Add
be: Дадаць
tr: Ekle

source: Add New Profile
be: Дадаць новы профіль
tr: Yeni Profil Ekle

source: Are you sure you want to delete profile "{0}"?
be: Вы ўпэўнены, што хочаце выдаліць профіль "{0}"?
tr: “{0}” profilini silmek istediğinizden emin misiniz?

source: Cancel
be: Скасаваць
tr: İptal

source: Contributors on GitHub ❤️
be: Удзельнікі на GitHub ❤️
tr: GitHub Katkıcıları ❤️

source: David Lapshin
be: Давід Лапшын

source: Default
be: Па змаўчанні
tr: Öntanımlı

source: Delete
be: Выдаліць
tr: Sil

source: Delete Profile
be: Выдаліць профіль
tr: Profil Sil

source: Full
be: Поўны
tr: Tam

source: Fyodor Sobolev
be: Фёдар Собалеў

source: GitHub Repo
be: Рэпазіторый GitHub
tr: GitHub Deposu

source: Hearts
be: Сэрцы
tr: Kalpler

source: JPEG and PNG images
be: Відарысы JPEG і PNG
tr: JPEG ve PNG resimler

source: Matrix Chat
be: Чат Matrix
tr: Matrix Sohbet

source: New color profile will be a copy of the current active profile.
be: Новы каляровы профіль будзе копіяй бягучага актыўнага профілю.
tr: Yeni renk profili, geçerli etkin profilin bir kopyası olacaktır.

source: Off
be: Выкл.
tr: Kapalı

source: On
be: Укл.
tr: Açık

source: Profile Name
be: Імя профілю
tr: Profil Adı

source: Select an image
be: Выбраць відарыс
tr: Resim seç

source: Split Channels
be: Раздзяліць каналы
tr: Kanalları Ayır

source: translator-credits
be: Yahor Haurylenka <k1llo2810@gmail.com>
tr: Sabri Ünal <libreajans@gmail.com>

source: Visualize audio with CAVA
be: Візуалізуйце аўдыя з дапамогай CAVA
tr: CAVA ile sesleri görselleştirin

source: Command Help
be: Даведка па камандах
tr: Komut Yardımı

source: Let's dance!
be: Давайце танчыць!
tr: Dans edelim!

source: Cavalier listens to your system sound. Play some music or watch a video and see your sound come to life!
be: Cavalier слухае гук вашай сістэмы. Уключыце музыку або паглядзіце відэа і ўбачыце, як ваш гук ажывае!
tr: Cavalier sistem sesinizi dinler. Biraz müzik çalın veya bir video izleyin ve sesinizin canlandığını görün!

source: Preferences
be: Налады
tr: Tercihler

source: Drawing mode
be: Рэжым адмалёўкі
tr: Çizim kipi

source: Box
be: Скрынка
tr: Kutu

source: Circle
be: Круг
tr: Daire

source: Wave
be: Хваля
tr: Dalga

source: Levels
be: Узроўні
tr: Düzeyler

source: Particles
be: Часціцы
tr: Parçacıklar

source: Bars
be: Шкалы
tr: Çubuklar

source: Spine
be: Калонка
tr: Omurga

source: Splitter
be: Раздзяляльнік
tr: Ayırıcı

source: Radius
be: Радыус
tr: Yarıçap

source: Rotation
be: Нахіл
tr: Döndürme

source: Mirror
be: Люстэрка
tr: Aynala

source: Reverse mirror
be: Развярнуць люстэрка
tr: Ters ayna

source: Drawing direction
be: Кірунак адмалёўкі
tr: Çizim yönü

source: Top to bottom
be: Зверху ўніз
tr: Yukarıdan aşağıya

source: Bottom to top
be: Знізу ўверх
tr: Aşağıdan yukarıya

source: Left to right
be: Злева направа
tr: Soldan sağa

source: Right to left
be: Справа налева
tr: Sağdan sola

source: Drawing area margin
be: Водступ вобласці адмалёўкі
tr: Çizim alanı kenar boşluğu

source: Size of gaps around drawing area (in pixels).
be: Памер водступу вакол вобласці адмалёўкі (у пікселях).
tr: Çizim alanı etrafındaki boşlukların boyutu (piksel olarak).

source: Drawing area X offset
be: Адхіленне вобласці адмалёўкі па восі X
tr: Çizim alanı X konumu

source: Drawing area Y offset
be: Адхіленне вобласці адмалёўкі па восі Y
tr: Çizim alanı Y konumu

source: Offset between items
be: Адлегласць паміж элементамі
tr: Öğeler arasındaki boşluk

source: The size of spaces between elements (in percent).
be: Памер прасторы паміж элементамі (у працэнтах).
tr: Ögeler arasındaki boşluk (yüzde olarak).

source: Roundness of items
be: Кругласць элементаў
tr: Ögelerin yuvarlaklığı

source: How much rounded the elements should be (in percent).
be: Наколькі элементы павінны быць скругленыя (у працэнтах).
tr: Ögelerin ne kadar yuvarlak olacağı (yüzde olarak).

source: Filling
be: Запаўненне
tr: Dolgu

source: Whether shapes should be filled or outlined.
be: Ці павінны формы быць запоўненыя або абведзены.
tr: Şekillerin dolgusu veya ana hatları çizilmesi durumu.

source: Thickness of lines
be: Таўшчыня ліній
tr: Çizgi kalınlığı

source: Thickness of lines when filling is off (in pixels).
be: Таўшчыня ліній пры выключаным запаўненні (у пікселях).
tr: Dolgu kapalıyken çizgilerin kalınlığı (piksel olarak).

source: Borderless window
be: Адключыць межы акна
tr: Kenarlıksız pencere

source: Whether to disable window shadow and borders.
be: Ці трэба схаваць цені і межы акна.
tr: Pencere gölgesinin ve kenarlıkların devre dışı bırakılma durumu.

source: Sharp corners
be: Вострыя вуглы
tr: Keskin köşeler

source: Whether the main window corners should be sharp.
be: Ці павінны вуглы галоўнага акна быць вострымі.
tr: Ana pencere köşelerinin keskin olma durumu.

source: Window controls
be: Кнопкі кіравання акном
tr: Pencere denetimleri

source: Whether to show window control buttons.
be: Ці павінны адлюстроўвацца кнопкі кіравання акном.
tr: Pencere denetim düğmelerinin gösterilme durumu.

source: Autohide headerbar
be: Аўтаскрыццё загалоўка
tr: Başlık çubuğunu kendiliğinden gizle

source: Whether to hide headerbar when main window is not focused.
be: Ці павінен адлюстроўвацца загаловак галоўнага акна, калі яно не ў фокусе.
tr: Ana pencere odaklanmadığında başlık çubuğunun gizlenme durumu.

source: Framerate
be: Частата кадраў
tr: Kare hızı

source: Number of frames per second.
be: Колькасць кадраў за секунду.
tr: Saniyedeki kare sayısı.

source: Custom
be: Іншае
tr: Özel

source: Custom Framerate
be: Свая частата кадраў
tr: Özel Kare Hızı

source: Number of bars
be: Колькасць шкал
tr: Çubuk sayısı

source: Automatic sensitivity
be: Аўтаматычная адчувальнасць
tr: Kendiliğinden duyarlılık

source: Attempt to decrease sensitivity if the bars peak.
be: Спрабаваць змяншаць адчувальнасць, калі паказчыкі дасягаюць максімуму.
tr: Çubuklar zirve yaparsa hassasiyeti düşürmeye çalış.

source: Sensitivity
be: Адчувальнасць
tr: Duyarlılık

source: Manual sensitivity. If automatic sensitivity is enabled, this will only be the initial value.
be: Ручныя налады адчувальнасці. Калі аўтаматычная адчувальнасць уключана, гэты параметр задае толькі пачатковае значэнне.
tr: Elle duyarlılık. Kendiliğinden duyarlılık etkinleştirilirse, bu yalnızca başlangıç değeri olacaktır.

source: Channels
be: Каналы
tr: Kanallar

source: Mono
be: Мона
tr: Tekli

source: Stereo
be: Стэрэа

source: Monstercat smoothing
be: Згладжванне Monstercat
tr: Monstercat yumuşatma

source: Whether to enable the so-called «Monstercat smoothing».
be: Ці трэба ўключыць так званае "згладжванне Monstercat".
tr: Sözde «Monstercat yumuşatmanın» etkinleştirilme durumu.

source: Noise reduction
be: Шумападаўленне
tr: Gürültü azaltma

source: This factor adjusts the integral and gravity filters to keep the signal smooth. Higher value leads to a slower and smoother result.
be: Гэты параметр рэгулюе інтэгральныя і гравітацыйныя фільтры, якія робяць сігнал гладкім. Высокае значэнне прывядзе да павальнейшага і гладкага выніку.
tr: Bu faktör, sinyali düzgün tutmak için integral ve yerçekimi süzgeçlerini ayarlar. Daha yüksek değer, daha yavaş ve daha pürüzsüz sonuç sağlar.

source: Reverse order
be: Зваротны парадак
tr: Ters sırada

source: Whether to reverse order of bars for each channel.
be: Ці трэба змяніць парадак шкал для кожнага канала.
tr: Her kanal için çubukların sırasının ters çevrilme durumu.

source: Colors
be: Колеры
tr: Renkler

source: Add Profile
be: Дадаць профіль
tr: Profil Ekle

source: Application Theme
be: Тэма праграмы
tr: Uygulama Teması

source: Light
be: Светлая
tr: Açık

source: Dark
be: Цёмная
tr: Kyu

source: Foreground Colors
be: Колеры пярэдняга плана
tr: Ön Plan Rengi

source: Add foreground color
be: Дадаць колер пярэдняга плана

source: Background Colors
be: Колеры фону
tr: Arka Plan Rengi

source: Add background color
be: Дадаць колер фону

source: Images
be: Відарысы

source: Background
be: Фон

source: Foreground
be: Пярэдні план

source: Add Image
be: Дадаць відарыс
tr: Resim Ekle

source: Scale
be: Маштаб
tr: Ölçekle

source: Alpha
be: Альфа

source: Foreground image is only shown with Box drawing modes.
be: Выява пярэдняга плану адлюстроўваецца толькі ў рэжымах тыпу Скрынка.

source: No Images
be: Няма відарысаў

source: Add an image to use it in Cavalier.
be: Дадайце відарыс для выкарыстання ў Cavalier.

source: No Image
be: Без відарыса
tr: Resim Yok

source: Change Drawing Mode
be: Змяніць рэжым адмалёўкі
tr: Çizim Kipini Değiştir

source: Change radius in Circle modes
be: Змяніць радыус у рэжымах тыпу Круг
tr: Daire kiplerinde yarıçapı değiştir

source: Change rotation in Circle modes
be: Змяніць нахіл у рэжымах тыпу Круг
tr: Daire kiplerinde dönüşü değiştir

source: Change Mirror Mode
be: Змяніць рэжым люстэрка
tr: Ayna Kipini Değiştir

source: Toggle Reverse Mirror
be: Развярнуць люстэрка
tr: Ters Aynayı Aç/Kapat

source: Change Drawing Area Margin
be: Змяніць водступ вобласці адмалёўкі
tr: Çizim Alanı Kenar Boşluğunu Değiştir

source: Change Drawing Area X Offset
be: Змяніць адхіленне вобласці адмалёўкі па восі X
tr: Çizim Alanı X Konumunu Değiştir

source: Change Drawing Area Y Offset
be: Змяніць адхіленне вобласці адмалёўкі па восі Y
tr: Çizim Alanı Y Konumunu Değiştir

source: Change Drawing Direction
be: Змяніць напрамак адмалёўкі
tr: Çizim Yönünü Değiştir

source: Change Offset Between Items
be: Змяніць адлегласць паміж элементамі
tr: Ögeler Arasındaki Boşluğu Değiştir

source: Change Items Roundness
be: Змяніць акругласць элементаў
tr: Ögelerin Yuvarlaklığını Değiştir

source: Toggle Filling
be: Пераключыць запаўненне
tr: Dolguyu Aç/Kapat

source: Change Lines Thickness
be: Змяніць таўшчыню ліній
tr: Çizgi Kalınlığını Değiştir

source: Toggle Window Borders
be: Пераключыць межы акна
tr: Pencere Kenarlıklarını Aç/Kapat

source: Toggle Sharp Corners
be: Пераключыць вострыя вуглы
tr: Keskin Köşeleri Aç/Kapat

source: Change Number of Bars
be: Змяніць колькасць шкал
tr: Çubuk Sayısını Değiştir

source: Toggle Channels
be: Пераключыць каналы
tr: Kanalları Aç/Kapat

source: Toggle Reverse Order
be: Пераключыць зваротны парадак
tr: Ters Sıralamayı Aç/Kapat

source: Other
be: Іншае
tr: Diğer

source: Change Color Profile
be: Змяніць профіль колераў
tr: Renk Profilini Değiştir

source: Change Background Image
be: Змяніць фонавы відарыс
tr: Arka Plan Resmini Değiştir

source: Change Background Image Scale
be: Змяніць маштаб фонавага відарыса

source: Change Background Image Alpha
be: Змяніць значэнне альфа фонавага відарыса

source: Change Foreground Image
be: Змяніць відарыс пярэдняга плана

source: Change Foreground Image Scale
be: Змяніць маштаб відарыса пярэдняга плану

source: Change Foreground Image Alpha
be: Змяніць значэнне альфа відарыса пярэдняга плана

# Shortcut
source: Application
be: Праграма
tr: Uygulama

source: Toggle Fullscreen
be: Пераключыць поўны экран
tr: Tam Ekranı Aç/Kapat

source: Keyboard Shortcuts
be: Спалучэнні клавіш
tr: Klavye Kısayolları

source: About Cavalier
be: Аб праграме
tr: Cavalier Hakkında

source: Quit
be: Выйсці
tr: Çık

source: Resizing...
be: Змена памеру ...
tr: Yeniden boyutlandırılıyor...

source: Main Menu
be: Галоўнае меню
tr: Ana Menü

source: Cavalier is an audio visualizer based on CAVA with customizable interface.
tr: Cavalier, özelleştirilebilir arayüze sahip CAVA tabanlı bir ses görselleştiricisidir.

source: 11 drawing modes!
tr: 11 çizim kipi!

source: Configure smoothing, noise reduction and a few other CAVA settings.
tr: Yumuşatma, gürültü azaltma ve diğer birkaç CAVA ayarını yapılandırın.
